[{"id":"sponsor-0","level":"bronze","name":{"en":"Rayark","zh-TW":"雷亞遊戲"},"intro":{"en":"Rayark is a gaming company located in Taipei, working hard at developing original IPs for players to enjoy.\nStarting out on mobile platforms, we now have games across multiple platforms and genres. From rhythm games, casual games, sci-fi action to strategy RPGs…etc. We are always experimenting with more ways to bring a lively experience to our player base.\nWe at Rayark strive to deepen our games and what they represent, trying to expand the limits of what a game can do. In doing so, we strive to give each of our players an unforgettable experience.\nSee more: https://www.rayark.com/en/","zh-TW":"雷亞遊戲是一家位於台北，致力於開發原創IP的遊戲公司。\n從移動平台為遊戲開發的起點，迄今已拓展至多遊戲平台，作品類型涵蓋音樂節奏、休閒趣味、科幻動作以及策略RPG等類型，同時也致力以多元形式傳遞作品於不同層次的感動。\n雷亞遊戲不斷深入遊戲內涵，嘗試拓展遊戲帶來更多可能性，將感動長久留存在玩家心中。瞭解更多：https://www.rayark.com/zh/"},"image":"Rayark.png","link":"https://bit.ly/COSCUP2020-rayark"},{"id":"sponsor-1","level":"co-organizer","name":{"en":"Open Culture Foundation","zh-TW":"開放文化基金會"},"intro":{"en":"The Open Culture Foundation (OCF), is a nonpartisan, nonprofit organization, founded in 2014 by several members of Taiwan’s open source community. Our main goal is to support local communities advocate the use of open technologies in broader sectors, including open source software, open hardware, and open data. We help government, enterprises, and NGOs better understand the benefits of adopting open source,and promote the importance of open data to the public sphere. We believe that a culture of open collaboration is the foundation for an innovative society, and the engine of a participatory democracy.","zh-TW":"財團法人開放文化基金會（Open Culture Foundation，簡稱 OCF）成立的主要目的，是希望能夠藉由法人組織的力量，協助台灣資訊軟體界的開放源碼社群，包含開放原始碼軟體、開放資料、開放政府 (公民科技)。三個主要領域的發展和應用。\n除此之外，也期許能將開源自由的精神，更廣泛地應用在各個領域。因此，除了協助開源社群之外，基金會也協助民間企業、政府單位、非政府組織及學術單位，讓他們更能了解開源軟硬體的優勢、開放資料的重要性，進而在產、官、學三方推廣開源與開放協作的文化。"},"image":"OCF.png","link":"https://bit.ly/COSCUP2020-OCF"},{"id":"sponsor-2","level":"bronze","name":{"en":"Skymirror","zh-TW":"天鏡科技"},"intro":{"en":"Established in 2011, Sky Mirror Technology Co., Ltd. specialized in AI、big data、mathematical statistics、UI/UX. Backed by excellent technology and professional service, several high-quality products and services have entered the market. In order to satisfy the diversity needs of our customers, we encourage our employees to learn and adapt creativity and vatality in our products. Skymirror has three subsidiaries listed as follows. BBAR – online food ordering & discount platform The main service of BBar Co., Ltd. is online food ordering with special discount. The BBar platform provides instant order for groups. Even if you are late for dinner or sitting at different tables, you can enjoy the fun of ordering at zero distance. Non-contact ordering gives each other an extra space of social distance. Want to save money for meal? Just use BBAR ! Stranity – AI trading platform Stranity team has accumulated more than 10 years of experience in program trading system development in Taiwan, including high-performance trading system, artificial intelligence, big data analysis and other technologies. Adhere to the original intention of creation, we make the program trading easier and more popular. Through the cooperation of our team, the trading process becomes simple and comfortable, making the analysis more accurate and the trading more professional. Zscorp Co., Ltd - Information technology integration and development Zscorp Co., Ltd. focuses on the research and development of information technology, including business management, knowledge management, cloud computing, smart applications and other information technology applications. The technology block uses a highly flexible basic platform and modular development methods to respond to various integrated applications, effectively reducing repeated development costs and improving res improving resource applicability. In addition, we also pursue the application of cutting-edge novel technologies to improve people's quality of life and experience. Skymirror Technology Group specializes in cross-platform system development and cross-domain integration, with huge amounts of data and artificial intelligence technology, and continues to bring original products to the market. In the future, we will continue to improve on the application of smart technology, reflecting the shared and cocreated corporate culture and brand value.","zh-TW":"領先技術 創新體驗   天鏡科技股份有限公司成立於 2011 年,聚焦於人工智慧、大數據分析、數學統計、UI / UX 等領域,以卓越的技術與專業服務為後盾,陸續推出多項高品質的產品與服務 公司鼓勵成員樂於學習挑戰各種領先技術，為產品注入創意與活力，滿足使用者多元需求，集團旗下擁有三間子公司：1. 菜BBAR - 線上點餐，美食折扣平台菜嗶吧股份有限公司主要服務為 菜BBAR 線上點餐，結帳金額立即有折扣優惠！另外平台提供團體即時點餐，即使聚餐遲到、分坐不同桌，都能享受零距離同步點餐樂趣，非接觸式點餐讓彼此多一份安全的距離感。吃飯想省錢？就到 菜BBAR！2. 策略無限 - AI 程式交易平台策略無限團隊在台灣累積超過 10 年的程式交易系統開發經驗，完美結合高效能交易系統、人工智慧、大數據分析等技術。 秉持創立的初衷，讓程式交易更簡單更普及，將原本複雜的交易系統建置與維運，透過本團隊的合作，過程變得簡單愜意，讓分析更精準，交易更專業。3. 振碩資訊 - 資訊整合技術研發振碩資訊科技公司專注於資訊整合技術研發，領域包含了經營管理、知識管理、雲端運算、智慧應用等資訊技術應用；其中於技術區塊運用了高彈性的基礎平台與模組化開發方式，以因應各項整合型應用，有效降低重覆開發成本、提升資源應用性；此外，更追求尖端新穎技術的應用，提升人民生活品質與體驗。天鏡科技集團專精於跨平台系統開發與跨領域整合，搭配巨量資料以及人工智慧技術，持續將原創產品推入市場，未來亦持續於智慧科技應用上精進，體現共享、共創的公司文化與品牌價值。"},"image":"SkyMirror.png","link":"https://bit.ly/COSCUP2020-SkyMirror"},{"id":"sponsor-3","level":"gold","name":{"en":"Appier","zh-TW":"沛星互動科技股份有限公司"},"intro":{"en":"Appier helps businesses solve their most challenging problems with artificial intelligence. It is a partner to some of the world’s leading brands, providing a suite of enterprise-grade products to support data-driven decisions and accelerate business growth. Established in 2012 by a passionate team of computer scientists and engineers, Appier now has more than 400 people across 15 offices and is recognized as a Top 50 AI company by Fortune Magazine. Appier has raised US$162 million in funding from investors including Sequoia, Softbank, and Line. Learn more at www.appier.com","zh-TW":"Appier 透過人工智慧協助企業解決棘手的商業挑戰。身為全球領導品牌的合作夥伴，Appier 提供一套全方位的企業級產品，支持數據驅動的決策並加速業務增長。Appier 於 2012 年由一群充滿熱情的電腦科學家和資訊工程師共同創立。如今，Appier 在 14 個營業據點擁有 400 多名員工，並榮獲《財富》雜誌評選為 Top 50 人工智慧公司。Appier 已從紅杉資本，軟銀集團和 LINE 等投資者募集了 1.62 億美元的資金。欲了解更多訊息，請瀏覽 www.appier.com"},"image":"appier.png","link":"https://bit.ly/COSCUP2020-Appier"},{"id":"sponsor-4","level":"special-thanks","name":{"en":"Mozilla","zh-TW":"Mozilla"},"intro":{"en":"Mozilla is a pioneer and advocate for the Open Web for more than 20 years. We create and promote open standards that enable innovation and advance the Web as a platform for all. Today, hundreds of millions of people worldwide use Mozilla Firefox to experience the Web on computers, tablets and mobile devices.","zh-TW":"在逾 20 年的時間裡，Mozilla 一直是 Open Web 最堅定的倡導者和領航者。我們致力創造和推動 開放標準，以推升創新及推展 Web 成為共享平台。時至今日，全球有數億人使用 Firefox ，在電 腦、平板和行動電話探索、體驗並悠遊網路。"},"image":"FireFox.png","link":"https://bit.ly/COSCUP2020-Mozilla"},{"id":"sponsor-5","level":"gold","name":{"en":"Moxa","zh-TW":"Moxa"},"intro":{"en":"Moxa is a leading provider of edge connectivity, industrial computing, and network infrastructure solutions for enabling connectivity for the Industrial Internet of Things. With over 30 years of industry experience, Moxa has connected more than 65 million devices worldwide and has a distribution and service network that reaches customers in more than 80 countries. Moxa delivers lasting business value by empowering industry with reliable networks and sincere service for industrial communications infrastructures. Information about Moxa’s solutions is available at www.moxa.com. ","zh-TW":"Moxa 是致力於工業互聯網的領導品牌，提供邊緣連網、工業運算和網路基礎設施解決方案。以「可靠連網，真誠服務」的品牌承諾，協助全球客戶打造工業通訊基礎建置，提升工業自動化與通訊應用，創造長遠的競爭優勢及商業價值。Moxa 擁有超過 30 年的產業經驗，連結全球逾 6,500 萬台工業設備，其完善的經銷和服務網絡遍及全球 80 多國。相關產品資訊請參閱 Moxa 網站 www.moxa.com。\n"},"image":"MOXA.png","link":"https://bit.ly/COSCUP2020-MOXA"},{"id":"sponsor-6","level":"bronze","name":{"en":"Oursky Limited, Taiwan Branch","zh-TW":"香港商吾天有限公司台灣分公司"},"intro":{"en":"Oursky is founded in Hong Kong by a group of passionate developers who love tech and open source culture since 2008. We are based in Hong Kong and Taipei, while some team members are working remotely from different locations. Our mission is to create open source solutions to help enterprises in digital transformation and support developers in building secure and privacy-aware software. Our Professional Services team builds creative digital products with great user experience for clients that range from rockstar startups to multinationals like Standard Chartered Bank, A.S. Watson Group, and Nvidia.\nWe are dedicated to open source with our cool flagship products: Authgear, FormExtractor and Gesprek. Authgear is an open-source auth-as-a-service solution for web and mobile applications, while Gesprek is an open-source social commerce software for SMEs. We also have a machine learning team that provides machine learning and data warehouse services, and our FormExtractor is an API service that extracts structured information from mobile device-captured documents or forms.\nWe are a technology-oriented and developer-driven team who value craftsmanship and being socially progressive. Welcome to exchange open source ideas with us!\nLearn more about us: https://oursky.com\nJoin our team: https://jobs.oursky.com","zh-TW":"Oursky 由一群熱愛科技和開源文化的開發者於 2008 年在香港創立，目前在香港及台北設有辦公室，部分團隊成員在不同國家遠端工作。我們以開發開源軟體解決方案為己任，協助企業進行數位轉型，以及幫助開發者打造安全及重視隱私的軟體。我們的技術團隊致力打造各種創新數位產品，為使用者提供優秀的用戶體驗，客戶包括嶄露頭角的新創公司，以及大型企業例如渣打銀行、屈臣氏集團及 Nvidia 等等。\n我們把對開源文化的熱情注入我們的旗艦產品 --- Authgear、FormExtractor 和 Gesprek 之中。Authgear 是為 Web 和 Mobile 軟體而設的開源 auth-as-a-service 解決方案，Gesprek 則是為中小企業而設的開源社交商務軟體。此外，我們的 Machine Learning 團隊為客戶提供機器學習和資料倉儲的服務，也研發了 FormExtractor 為用戶提供 API 服務去擷取透過移動裝置拍攝的文件或表格上的結構化資料。\n我們期許成為以開發者和科技為中心、重視技藝及社會公義的公司，歡迎支持開源的你與我們一起交流心得！\n瞭解更多：https://oursky.com\n加入我們：https://jobs.oursky.com/tw"},"image":"OURSKY.png","link":"https://bit.ly/COSCUP2020-oursky"},{"id":"sponsor-7","level":"gold","name":{"en":"Google Developers","zh-TW":"Google Cloud"},"intro":{"en":"Google Developers inspire developers with the possibilities of Google technology. We use a combination of technical advocacy, community & programs, and great docs & content to help developers at scale.","zh-TW":"Google Cloud 為各組織提供雲端基礎架構、平台功能和產業解決方案。我們提供企業級的雲端解決方案，利用 Google 的先進技術來協助企業，讓企業的營運更高效，且能因應瞬息萬變的需求，奠定未來發展的基礎。全球超過 150 個國家與地區的客戶選擇 Google Cloud 作為值得信賴的合作夥伴，藉此協助解決各個企業面臨的重大業務議題。如欲了解更多 Google Cloud 雲端技術，歡迎報名 Google Cloud Taiwan Next Recap OnAir：https://cloudonair.withgoogle.com/events/2020-next-onair-taiwan ，或查看 Google Cloud 網站：https://cloud.google.com/"},"image":"Google.png","link":"https://bit.ly/COSCUP2020-google"},{"id":"sponsor-8","level":"gold","name":{"en":"KKBOX","zh-TW":"KKBOX"},"intro":{"en":"KKBOX, Asia's leading music streaming service, was established in 2005 by a group of Taiwanese software programmers with a shared passion for technology and music. KKBOX features over 50 million legal tracks and is currently available in Taiwan, Hong Kong, Japan, Singapore and Malaysia with over 10 million users.\r\n\r\nWe are committed to creating a truly immersive online music experience to users, and to empower artists and their music through technological innovation. KKBOX members gain access to exclusive video, artist interviews, live concert reports, entertainment news. Only from KKBOX, ‘Listen with’ lets you in on the same tracks as your friends and favorite artists, so you can chat as you listen in real time. The yearly KKBOX Music Awards marks KKBOX’s position in the Asian music scene.","zh-TW":"KKBOX 是由一群熱愛技術及音樂的工程師於 2005 年創立的品牌，以獨創的雲端技術提供音樂串流服務，讓使用者透過網路即可播放儲存在雲端的歌曲；並以技術加密媒體檔 (Digital Rights Management, DRM)，成功地為線上音樂和智慧財產權取得完美的平衡與保護，打開了線上音樂合法授權的版權觀念，更在亞洲市場首度以此商業模式成為標竿品牌。至今，KKBOX 擁有超過 5000 萬首曲目，服務地區包括台灣、香港、日本、新加坡及馬來西亞。KKBOX 的服務在電腦、智慧型手機或其他行動裝置上都能使用，不只能線上聽音樂，還能下載到電腦或手機中離線收聽，給消費者一個方便自由、沒有界限的音樂世界！"},"image":"KKBOX.png","link":"https://bit.ly/COSCUP2020-kkbox"},{"id":"sponsor-9","level":"gold","name":{"en":"MySQL","zh-TW":"MySQL"},"intro":{"en":"MySQL is the world's most popular open source database. With its proven performance, reliability and ease-of-use, MySQL has become the leading database choice for web-based applications, used by high profile web properties including Facebook, Twitter, YouTube, Yahoo! and many more. Additionally, it is an extremely popular choice as embedded database, distributed by over 3,000 ISVs & OEMs.\n.\nTo organizations in need of an open source, ACID-compliant transnational database delivering real-time in-memory performance and 99.999 percent availability, Oracle offers MySQL Cluster. MySQL Cluster powers the subscriber databases of major communications service providers and is used in global fraud detection for financial transactions.\n.\nOracle drives MySQL innovation, constantly improving MySQL solutions and delivering new capabilities to power next generation web, cloud, mobile and embedded applications.\n.\nFor more information, visit http://www.mysql.com/","zh-TW":"MySQL 是全球最受歡迎的資料庫。因其久經驗證的性能和易用性，MySQL 己成為網路應用的首選資料庫，其中包含全球知名的大型用戶包括臉書、推特、Youtube 和雅虎等都是重量級用戶。另外它也是非常受歡迎的嵌入式資料庫，有超過 3000 家ＩＳＶ和ＯＥＭ在使用。\n.\n對於需要開源，同時要符合 ACID 交易型資料庫，又要能以存資料於記憶體而帶來即時的性能的組織，甲骨文用 MySQL Cluster 來滿足這些需求。MySQL Cluster 是推動現今主要的電信服務設備供應商的訂閱者資料庫，和全球最大的金融交易服務商的詐欺偵測資料庫的核心力量。\n.\n甲骨文引領 MySQL 創新，不斷改進 MySQL 解決方案同時帶來新的功能，以推動下一代的網路應用，雲，行動和嵌入式應用。更多更詳細的訊息請參考: http://www.mysql.com/"},"image":"ORACLE.png","link":"https://bit.ly/COSCUP2020-Oracle"},{"id":"sponsor-10","level":"bronze","name":{"en":"Gandi","zh-TW":"Gandi"},"intro":{"en":"Gandi.net was among the first domain name registrars approved by ICANN in Europe and offers over 750 top-level domains (such as .APP, .TW, .GAY, .IO, .MOE, .COM) At Gandi, we consider ourselves an ethical domain name registrar in an industry that has some 'grey' practices. We value our customers' rights and privacy above all else, and defend these wherever and whenever possible.","zh-TW":"Gandi.net 為 ICANN 最早認可的域名註冊商之一，提供多種網域名稱註冊，像 . dev、.app、.tw、.gay、.io、.moe、.inc、.com 等等，多達 750 種不同屬性的域名種類，並持續增加中。 Gandi 自許為具有商業道德的域名註冊商，不但重視客戶的權益和隱私勝於一切，並盡己所能以捍衛這些價值。"},"image":"Gandi.png","link":"https://bit.ly/COSCUP2020-Gandi"},{"id":"sponsor-11","level":"silver","name":{"en":"Gamesofa","zh-TW":"慧邦科技"},"intro":{"en":"Gamesofa was founded in 2005, and through excellence in core web technologies, has developed over 30 multiplayer games across multiple platforms including web, iOS and Android. \n\nIt has cemented its reputation as Taiwan's leading game development company. Gamesofa's motto, \"Fun in Five Minutes\" reflects the company's core philosophy. It successfully brought Taiwan its very first online web Mahjong game “Gamesofa Mahjong,” and followed that success with the world's first browser-based 3D shooter, \"Guns Rush.\" More recently, Gamesofa has gone international, breaking into markets in Indonesia, Vietnam, Singapore, Malaysia and North America with Texas Hold’em, local card game, and Social casino slots apps. Gamesofa boasts a user base of over 50 million registered users worldwide, and over 2 million daily active users. In addition to its constant drive to innovate in game development, Gamesofa has become an industry leader at employing data analysis to drive operational decisions. This allows product development, operations, and marketing teams to use data analysis tools and model projections to quickly grasp emerging situations and draw up strategies. Gamesofa is a company full of youth, passion, and proficiency.","zh-TW":"慧邦科技Gamesofa Inc.成立於2005年，透過優異的網路核心技術，自製研發並行銷營運30餘款web, iOS, Android多人遊戲，是台灣首屈一指的遊戲開發公司。\nGamesofa以提供玩家「5分鐘．想樂最輕鬆」的休閒對戰遊戲為核心理念，成功打造台灣第一大網路麻將遊戲【神來也麻將】以及全球首款中文3D網頁射擊遊戲【即刻槍戰】。近年更積極開拓國際市場，在印尼、越南、星馬、美加推出德州撲克與當地牌類麻將及老虎機遊戲，全球累積註冊用戶數超過5,000萬，每日活躍用戶超過200萬人。Gamesofa除了在遊戲開發力求創新，更擅長以資料分析驅動營運決策，讓產品開發、營運、行銷團隊皆能透過數據分析工具與預測模型，快速掌握遊戲狀況，擬定策略，是一間充滿熱情與效率的年輕企業。"},"image":"gamesofa.png","link":"https://bit.ly/COSCUP2020-gamesofa"},{"id":"sponsor-12","level":"titanium","name":{"en":"5G Office, DoIT MOEA/ Industrial Technology Research Institute (ITRI)/Institute for Information Industry(III)","zh-TW":"經濟部技術處5G辦公室/工業技術研究院/資策會"},"intro":{"en":"(1) ITRI is a not-for-profit R&D organization engaging in applied research and technical services. Founded in 1973, ITRI has played a vital role in transforming Taiwan's economy from a labor-intensive industry to a high-tech industry. ITRI is a world-leading applied technology research institute with more than 6,000 outstanding employees. Its mission is to drive industrial development, create economic value, and enhance social well-being through technology R&D. Founded in 1973, it pioneered in IC development and started to nurture new tech ventures and deliver its R&D results to industries. ITRI has set up and incubated over 280 companies, including listed companies such as TSMC, UMC, Taiwan Mask Corp., Epistar Corp., Mirle Automation Corp., and Taiwan Biomaterial Co. (2) On 17th May 1979, Executive Yuan passed the “Proposal on Science and Technology Development” in its 1663 Grand Meeting, resolving to incorporate a non-governmental organization— “Institute for Information Industry” (“III”) through the joint efforts of public and private sectors, as to “promote effective application of information technology, increase national comprehensive competitiveness, create preconditions and environment for information industry to develop, and to strengthen the competitiveness of information industry.”In recent 40 years, III has taken part in planning and promoting public policies related to information industry. It has contributed to the pioneer research and development in information and communication technology, the deepening and broadening of information applications, the training and education of talents in this field and the participation in building infrastructure for national information technology.","zh-TW":"(1)工業技術研究院是國際級的應用研究機構，擁有六千位研發尖兵，以科技研發，帶動產業發展，創造經濟價值，增進社會福祉為任務。自1973年成立以來，率先投入積體電路的研發，並孕育新興科技產業；累積近三萬件專利，並新創及育成超過280家公司，包括台積電、聯電、台灣光罩、晶元光電、盟立自動化、台生材等上市櫃公司，帶動一波波產業發展。(2) 行政院1979年通過「科學技術發展方案」，並在資政李國鼎先生的大力奔走下，由政府與民間共同籌設創設「財團法人資訊工業策進會」（Institute for Information Industry, III）； 三十多年來，資策會參與規劃研擬並推動政府各項資訊產業政策、致力資通訊前瞻研發、普及與深化資訊應用、培育資訊科技人才及參與國家資訊基礎建設等各項業務，成就備受各界肯定。 本會現以「策進中華民國資通訊科技之創新與應用，協助發展數位經濟」為宗旨，持續強化「智庫幕僚、技術研發、產業推動、人才培育、國際合作」之核心能力，扮演「數位國家發展智庫、數位經濟技術研發及產業化與人才培育機構、國家級數位創新與創業資源鏈結平台」之角色，擴大與各界之實質合作，持續與民興利、與產業共榮。"},"image":"5G.png","link":"https://bit.ly/COSCUP2020-5G"},{"id":"sponsor-13","level":"bronze","name":{"en":"RD.ONE","zh-TW":"RD.ONE"},"intro":{"en":"RD.ONE is an O2O community for R&D engineers．We believe the capability of research and development will be the great support for each individual and enterprise in the future．Training CTOs is our primary goal, we also encourage the entrepreneurial spirit  and assist companies in digital transformation. We recognize the value of embracing the open source culture to promote the upgrade of R&D personnel and companies. Official website：www.rdone.org  Facebook：www.facebook.com/RD.ONE.HQ ","zh-TW":"相信在未來科技高速發展的時代，研發能量是個人和企業進步的後盾。RD.ONE是一個結合線下線上的研發者社群，培養CTO是我們的首要目標，鼓勵新創同時也協助企業進行數位轉型。擁抱開源文化，推動研發人以及台灣企業的升級是我們認可的價值。官網：www.rdone.org 臉書粉絲頁：www.facebook.com/RD.ONE.HQ "},"image":"RDONE.png","link":"https://bit.ly/COSCUP2020-RDone"},{"id":"sponsor-14","level":"co-organizer","name":{"en":" Taiwan Tech ECE ","zh-TW":"臺灣科技大學 \n電子工程系"},"intro":{"en":"Our university is recognized as an application-oriented research-type international university. Comply with this axis of the university, the development goal of our department is set as the education of talent high tech personnel and the supplying of delicate application technology. With this, our department will play a role of connecting the basic technology and industrial application. To follow the technology policy of our government and the internationalized trend of education, the tradition of \"emphasizing on practical application\" in our department will be continued. With \"combination of theory and application\" and \"balance on IQ and EQ\", electronic specialists with \"international view and creation capability\" will be trained in our department. These engineers will have the ability to design, manufacture, maintain and test the systems and elements in the fields of electronics, information communication and photo-electronics. With the \"professional topics for undergraduate students\", \"cooperation projects from the industry\" and \"the enforcement of the manufacturing ability of students\", our professors will help the industry to develop their required technologies. Cooperation with the neighboring educational and researching institutions, we will boom the energy of our research ability, develop our specialism and lift the global competition ability for the industry of our country. ","zh-TW":"本校未來定位為「國際化應用研究型大學」，配合學校發展主軸，本系系務發展目標訂為培育優秀高科技人才，並提供精緻創新的應用技術，以扮演銜接基礎科技與產業應用的橋樑角色。\n本系將配合國家科技政策的長遠發展方向與國際化趨勢，發揚本校重視實務能力的傳統，培育理論與實務兼具，專業與倫理並重，具國際視野及精緻創新能力的電子科技人才，使具備各種電子、資通及光電系統和元件之規劃、設計、製作、維護及測試等研發及服務能力。並以專題研究及產學建教合作計畫，加強學生實務能力，協助產業發展技術。並與鄰近教研單位及國際知名學術機構合作，提升研發能量，發展特色，以提昇我國產業的全球競爭力。\n"},"image":"NUTST_ECE.png","link":"https://bit.ly/COSCUP2020-NTUST"},{"id":"sponsor-15","level":"silver","name":{"en":"OpenChain","zh-TW":"OpenChain"},"intro":{"en":"The OpenChain Project maintains the industry standard for open source compliance. The OpenChain Project is part of the ecosystem and participation is open to all. The OpenChain industry standard is expected to become an ISO/IEC standard in 2020.","zh-TW":"The OpenChain Project maintains the industry standard for open source compliance. The OpenChain Project is part of the ecosystem and participation is open to all. The OpenChain industry standard is expected to become an ISO/IEC standard in 2020."},"image":"OPENCHAIN.png","link":"https://bit.ly/COSCUP2020-Openchain"},{"id":"sponsor-16","level":"bronze","name":{"en":"Archilife Research Foundation","zh-TW":"祐生研究基金會"},"intro":{"en":"Since 1987, the Archilife Research Foundation started long-term researches in architecture, sustainability, and go on to other areas of knowledge integration. Efforts including previously giving scholarships in aforementioned areas, and currently holding reading group meetings and communion events for knowledge keepers to better our understandings of the world. Starting from 2011, we also have been sponsoring various open source related events, holding meetups and game jams for local game developers' community, and giving out scholarships to support indie game teams and encourage them to go to international game festivals.","zh-TW":"祐生研究基金會自 1987 年推動建築與環境永續發展之研究開始，推動長期的知識累積與人才培養。除了過去建築、環境、生態、健康與資訊社會與文化等面向之碩士論文獎助主題外，本會目前定期舉辦的聯誼會及讀書會，強化祐生成員的知識密度。 其後，於 2011 年起，本會持續針對國內開源活動進行贊助，也針對國內獨立遊戲開發者，推動知識與資訊分享聚會，並贊助台灣開發者前往特定國際遊戲競賽，期能幫助國內相關社群之發展。"},"image":"ARF.png","link":"https://bit.ly/COSCUP2020-archilife"},{"id":"sponsor-17","level":"bronze","name":{"en":"Agricultural Technology Research Institute(ATRI)","zh-TW":"財團法人農業科技研究院(農科院)"},"intro":{"en":"Agricultural Technology Research Institute(ATRI) is a non-profit organization established by Council of Agriculture, Executive Yuan, R.O.C.(Taiwan). There are 5 units in ATRI, Animal technology laboratories, Plant technology laboratories, Aquatic technology laboratories, Business promoting center and Agricultural policy research center. In order to promote agri-technology business and  new venture, these 5 units cooperate with each other to value up the technology  from the research field to industrial companies.\n.\nIn 2020, Agritech Analytics project are presented by the business promoting center as novel service model of digital agriculture. Agritech Analytics provide industrial analysis by NLS and AI technology to insight the trend of agri-business. At the same time, the first “Chinese  Agricultural Vocabulary database” is announced to open at github. By this project, the open data ecosystem in Taiwan will be formed and re-discover the value of agricultural data.\n","zh-TW":"財團法人農業科技研究院(農科院)係由行政院農業委員會設立之非營利農業研究機構，致力推動農業科技產業化與新創事業發展。農科院旗下有動物科技研究所、植物科技研究所、水產科技研究所、產業發展中心與農業政策研究中心，將臺灣現有農業科技加值運用，進而促進產業整合、拓展國際市場，達到技術商品化、科技產業化以及事業國際化之目標。\n.\n2020年產業發展中心組成了「農業智庫報導」服務團隊，透過人工智慧語意分析方式提供產業情報分析之顧問與服務。同時建立華文區第一個「繁體中文農業專有名詞詞庫」的開放資料專案，並串連資料產出者、產業分析人師、資料科技工程師和使用者的開放資料生態系，重新挖掘農業開放資料的價值。\n"},"image":"ATRI.png","link":"https://bit.ly/COSCUP2020-atri"},{"id":"sponsor-18","level":"bronze","name":{"en":"National Center for High-performance Computing (NCHC)","zh-TW":"國家高速網路中心"},"intro":{"en":"National Center for High-performance Computing (NCHC), founded in 1991, is Taiwan's only national-level supercomputing center. The NCHC plays a leading role in cloud technology that possesses a large computing, storage, networking and platform integration, providing the domestic users with the Could Integration Service of High Performance Computing (HPC), high quality networking, high efficiency storage, big data analysis and scientific engineering simulation.\n.\nAs stated above, the service include Data Aggregation and Service Platform（ https://scidm.nchc.org.tw/）. Then it could integrates data aggregation, management, and display functions in the development of data processing framework that utilizes high-performance computing, and provides an integrated data matching and information value-added platform to data providers and users through diverse data processing tools, such as automated data collection, de-identification tools, and open API. From the perspective of data researchers, it provides a faster, more accurate, and more intuitive way for showing the value of data.\n.\nScientific Breakthrough\nProvides one-stop data processing.\nDesensitizes data.\nProvides big data matching.\nProvides open data automation.\nProvides big data terminal storage.\nLowers the threshold for big data analysis.\nIndustry Applications\n.\nProvides a dataset management platform that offers real-time viewing and analysis functions, which increases the chances for open data to be applied. Cross-industry heterogeneous data value adding and matchmaking are carried out for industries to develop value-added services and feasible business models.\n.\ncontact︰datamarket@narlabs.org.tw  (Datamarket team)\nTEL︰+886 35776085\n","zh-TW":"財團法人國家實驗研究院國家高速網路與計算中心(簡稱國網中心)，於1991年成立，擁有全台灣唯一共用之大型計算平台及學術研究網路設施，肩負計算、儲存、網路、平台整合的前瞻雲端技術先導角色，提供國內各界高速計算、高品質網路、高效能儲存、大資料分析及科學工程模擬等雲端整合服務。\n.\n上述提到之服務包括資料集與分析平台（ https://scidm.nchc.org.tw/），目前已累計至5萬7千個資料集，其承接前瞻數位建設計畫下所打造的資料集平台服務，目的是讓資料科學能更易用與完整。除了持續擴充式開放與非開放資料集的資料使用與下載服務、也提供使用者上架資料集，歡迎分享使用。\n.\n資料集平台特色：\n開放性：涵蓋多類之開放與特色資料，其開放資料不需任何帳號即可使用。\n集中性：資料整合計算與儲存資源於國網中心，提升資料使用效率。\n唯一性：唯一提供科技部學研資料、科專計畫資料成果。\n容易性：平台操作簡單直覺，註冊會員只需三分鐘。\n免費上傳資料集：申請會員，通過審核，即可上傳。\n特色資料集：適用智慧醫療、智慧語音、環境災防、智慧製造發展所需資料集\n.\n聯絡資訊：datamarket@narlabs.org.tw (資料市集團隊)\n聯絡電話：+886 35776085\n"},"image":"NCHC.png","link":"https://bit.ly/COSCUP2020-nchc"},{"id":"sponsor-19","level":"bronze","name":{"en":"TWNIC","zh-TW":"財團法人台灣網路資訊中心"},"intro":{"en":"The TWNIC operates ccTLD, IP allocation, DNS Security, and International Affairs under the supervision of the NCC and the organizational structure of TWNIC’s Board of Directors holds the decision-making power over the Center’s core policies. Also, there are four Committees responsible for drafting policy and providing information and recommendations; and five departments implement and carry out the Center’s missions.","zh-TW":"財團法人台灣網路資訊中心(TWNIC)是我國統籌.tw及.台灣網域名稱註冊及IP位址分配發放之超然中立非營利機構，提供我國國碼網域名稱註冊服務、IP位址分配發放業務，並積極參與國際網路社群，使台灣與全球網際網路社群接軌與協同合作，俾能藉由公開參與以促進我國網際網路之發展與與應用。"},"image":"TWNIC.png","link":"https://bit.ly/COSCUP2020-TWNIC"},{"id":"sponsor-20","level":"special-thanks","name":{"en":"ZUSO","zh-TW":"如梭世代"},"intro":{"en":"ZUSO Generation, a company which gathers several Cyber Security enthusiasts. They specialize in Cyber Attacks techniques, Cyber Threats analysis, and commit to promote Cyber Security service.  \"THE BEST DEFENSE IS OFFENSE.\" - To provide customized service, they use the newest and most complete techniques, focus on diverse risks, and have comprehensive perspectives. ZUSO Generation that is always on the same page with you and turns over a new leaf of \"happily-ever-after\" for you! If you need further solutions, please refer to their website on http://zuso.ai","zh-TW":"如梭世代（ZUSO Generation）專精攻擊手法及威脅分析、致力於推廣資訊安全服務的公司，是由一群長年致力於資安技術研究並對資安充滿熱情的成員所組成的團隊。「最好的防禦就是攻擊」－ZUSO 使用最新及最完整的資訊安全技術，針對各種危機組合、經由全面性檢視企業資安現況並佈局、為企業量身客製化專屬資訊安全服務，期許為企業打造最安全的網路環境並伴隨每一時刻，如需更多 ZUSO解决方案資訊，請參考: http://zuso.ai。"},"image":"ZUSO.png","link":"https://bit.ly/COSCUP2020-ZUSO"},{"id":"sponsor-21","level":"special-thanks","name":{"en":"meet.jobs","zh-TW":"meet.jobs"},"intro":{"en":"Meet.jobs is a social job platform focusing on international (and professional) talents and career opportunities.\nThe mission of Meet.jobs is to help everyone to maximize one’s own value in the world!\nJoin Speed Interview Online now: https://bit.ly/3eZMw1H","zh-TW":"Meet.jobs 是個資訊公開透明、友善求職者的人才媒合平台。\n大遠端時代來臨，Meet.jobs 打造全新線上版快速面試。從專業軟體顧問公司、工業互聯網、音樂和生活體驗新創，\n一次 15 分鐘，在家就能面試各國各家企業老闆、主管。一天之內，海內外優質工作全部到位！\n .\n立刻看職缺、投履歷：https://bit.ly/3039TDC"},"image":"meetjobs.png","link":"https://bit.ly/COSCUP2020-meetjobs"},{"id":"sponsor-22","level":"special-thanks","name":{"en":"LPI","zh-TW":"LPI"},"intro":{"en":"Linux Professional Institute (LPI) is the global certification standard and career support organization for open source professionals. With more than 600,000 exams delivered, it's the world’s first and largest vendor-neutral Linux and open source certification body. LPI has certified professionals in over 180 countries, delivers exams in 9 languages, and has hundreds of training partners. ","zh-TW":"Linux Professional Institute (LPI) is the global certification standard and career support organization for open source professionals. With more than 600,000 exams delivered, it's the world’s first and largest vendor-neutral Linux and open source certification body. LPI has certified professionals in over 180 countries, delivers exams in 9 languages, and has hundreds of training partners. "},"image":"LPI.png","link":"https://bit.ly/COSCUP2020-LPI"},{"id":"sponsor-23","level":"special-thanks","name":{"en":"iCHEF","zh-TW":"iCHEF"},"intro":{"en":"We build the best restaurant POS in the world, and keep making it better.\nBelieving technology should help but handicap entrepreneurship, iCHEF works with thousands of restaurants' owners to design and deliver POS technology and service that helps every restaurant to prevail in their own way. \nTurning enterprise level technologies into affordable and understandable for small restaurants, iCHEF is making opening restaurant a better business.\t","zh-TW":"iCHEF（資廚管理顧問股份有限公司）是一間智慧餐飲科技公司，透過提供簡單、具彈性的 iPad POS (Point of Sale ) 系統平台、餐廳數據分析應用與開店顧問服務，讓小餐廳也能活用科技與數據的力量最佳化營運、深度掌握客人，揮灑他們對料理的創造力，進而打造出更理想的餐廳，不停革新餐飲業，讓開餐廳成為一門更好的生意。  iCHEF 於2012年成立，餐廳客戶數超過4,500家，遍及台灣、香港、新加坡和馬來西亞。iCHEF更榮獲德國 iF Gold 設計獎　iF Gold Award、德國紅點設計獎 Red Dot Design Award 及日本優良設計獎 Good Design Award 等殊榮。\n.\niCHEF以SaaS模式(Software-as-a-Service)訂閱制作為商業模型，將POS系統作為 「智慧餐飲科技」的核心；以數據做為基礎，用智慧餐飲科技協助餐廳數位轉型，推動餐飲產業升級，開創智慧餐飲新時代。  創業7年、超過5000家餐廳的磨練，我們一步一步地穩定成長、不停歇的投入餐飲科技研發，追求技術、穩定度及產品升級，為世界打造未來餐廳，開創智慧餐飲的新時代！\n"},"image":"iChef.png","link":"https://bit.ly/COSCUP2020-iCHEF"},{"id":"sponsor-24","level":"bronze","name":{"en":"RingCentral, Inc.","zh-TW":"RingCentral, Inc."},"intro":{"en":"RingCentral, Inc.（纽交所代码：RNG）是全球领先的云商务通信——消息、视频、电话 (MVP)、客户沟通和联络中心解决方案提供商。相比于传统的本地PBX和视频会议系统，RingCentral以更灵活、更成本节约的方式，使现代移动和分布式工作人员可随时随地、通过任何设备和任何模式进行沟通、协作和连接。RingCentral的开放式平台与领先的第三方商业应用相集成，支持客户轻松定制业务工作流。RingCentral总部位于加利福尼亚州贝尔蒙特，在全球各地都设有分公司。\n目前，RingCentral已为全球350,000家企业提供服务，客户遍布世界各地。市场占有率连续4年稳居北美第一，并连续五年位于Gartner UCaaS行业魔力象限的领导者象限。","zh-TW":"RingCentral, Inc.（纽交所代码：RNG）是全球领先的云商务通信——消息、视频、电话 (MVP)、客户沟通和联络中心解决方案提供商。相比于传统的本地PBX和视频会议系统，RingCentral以更灵活、更成本节约的方式，使现代移动和分布式工作人员可随时随地、通过任何设备和任何模式进行沟通、协作和连接。RingCentral的开放式平台与领先的第三方商业应用相集成，支持客户轻松定制业务工作流。RingCentral总部位于加利福尼亚州贝尔蒙特，在全球各地都设有分公司。\n目前，RingCentral已为全球350,000家企业提供服务，客户遍布世界各地。市场占有率连续4年稳居北美第一，并连续五年位于Gartner UCaaS行业魔力象限的领导者象限。"},"image":"RingCentral.png","link":"https://lihi1.cc/gqgsM"},{"id":"sponsor-25","level":"bronze","name":{"en":"Microsoft","zh-TW":"Microsoft"},"intro":{"en":"At Microsoft, our mission is to empower every person and every organization on the planet to achieve more. This year, I’ve had the opportunity to meet people around the world who are harnessing the power of technology to make a difference. These are just a few of the stories that have resonated with me this year. In 2016, I look forward to continuing to learn and see firsthand how digital technology is empowering people to make things and make things happen.","zh-TW":"微軟一直專注於技術創新與變革，透過卓越的軟體、設備和服務，能夠幫助用戶提昇生活和工作生產力，讓數億的使用者真正受益於科技。最耳熟的就是，Satya Nadella 在上任後提出了新願景：「在這個行動優先、雲端至上的世界裡，微軟的核心競爭力，就是成為一個提供生產力與平台的公司，幫助在這個地球上的每一個人到每一個組織，都能貢獻更多、成就更大。」"},"image":"Microsoft.png","link":"https://bit.ly/COSCUP2020-Microsoft"},{"id":"sponsor-26","level":"special-thanks","name":{"en":"HackMD","zh-TW":"HackMD"},"intro":{"en":"HackMD lets you create realtime collaborative markdown notes on all platforms. It could be used to organize your thoughts, discuss with your teammates, and preview the result in realtime. You write in markdown and we make slides, charts, and math expressions for you!\n.\nSince launch, more than 460,000 notes have been taken in HackMD. Come and love it\n","zh-TW":"HackMD 提供您建立即時的跨平台 Markdown 筆記。能用於組織您的想法、與夥伴討論並即時預覽結果，不但如此，同時也能支援簡報、圖表、數學表達式。\n.\n從上線以來，共超過 46 萬份筆記被寫在 HackMD 上，現在就加入吧！您也能用聰明的方式寫作！"},"image":"Hackmd.png","link":"https://bit.ly/COSCUP2020-hackmd"},{"id":"sponsor-27","level":"special-thanks","name":{"en":"Micare","zh-TW":"咪卡創意"},"intro":{"en":"咪卡創意，提供多種活動直播錄影方案、平面影像紀錄、音控與聲音改善等整合服務，為您在有限的空間與時間，提供您量身訂做的直播服務，留下更專業的影音紀錄。","zh-TW":"咪卡創意，提供多種活動直播錄影方案、平面影像紀錄、音控與聲音改善等整合服務，為您在有限的空間與時間，提供您量身訂做的直播服務，留下更專業的影音紀錄。"},"image":"Micare.png","link":"https://bit.ly/COSCUP2020-micare"},{"id":"individual-sponsorship","level":"special-thanks","name":{"en":"Individual Sponsorship","zh-TW":"個人贊助"},"intro":{"en":"陳O豪, 吳O毅, 邱O瑞, 陳O蕙, 楊O毅, Reke, rein, 練O明, 蔡O泰, 廖O傑, 張O沛, 鄭O廷, 王O琤, 張O彬, 林O凱, 蔡O文, 陳O豪, 周O修, 王O民, Jouston, 小飛機大帥哥, 黃O強, 黃O強, 蘇O文, 陳O安, 小卓, 洪O傑, 黃O銘, Lenny_Hsu, Ida Chen, Eroost, 陳O紹, 林O夏, dd-han, 謝O仲, e-Cheng, 陳麗如, 李O陞, 陳O仁, 王O凱, 王O, Candy 提拉米蘇回饋金, Yvette, 蔡O宏, Bear Su, laplacetw, ETBlue, 魏O蔚, 陳O函, 陳O函, 鄭O恩, 喵, 蕭O杰, 謝O成, 匿名, 賴O翔, 蕭O順, 吳O漢, MrOrz, 林O生, Mel Chen, tai271828, 洪O展, 刺蝟","zh-TW":"陳O豪, 吳O毅, 邱O瑞, 陳O蕙, 楊O毅, Reke, rein, 練O明, 蔡O泰, 廖O傑, 張O沛, 鄭O廷, 王O琤, 張O彬, 林O凱, 蔡O文, 陳O豪, 周O修, 王O民, Jouston, 小飛機大帥哥, 黃O強, 黃O強, 蘇O文, 陳O安, 小卓, 洪O傑, 黃O銘, Lenny_Hsu, Ida Chen, Eroost, 陳O紹, 林O夏, dd-han, 謝O仲, e-Cheng, 陳麗如, 李O陞, 陳O仁, 王O凱, 王O, Candy 提拉米蘇回饋金, Yvette, 蔡O宏, Bear Su, laplacetw, ETBlue, 魏O蔚, 陳O函, 陳O函, 鄭O恩, 喵, 蕭O杰, 謝O成, 匿名, 賴O翔, 蕭O順, 吳O漢, MrOrz, 林O生, Mel Chen, tai271828, 洪O展, 刺蝟"},"image":"IndividualSponsorship.png","link":"https://ocf.neticrm.tw/civicrm/contribute/transact?reset=1&id=44"}]